Repository: Aximem/AxSocialTableView
Catalog: AxSocialTableView/*.lproj/Localizable.strings
Languages: fr

# years_ago
source: Il y a %@ ans
fr: %@ years ago

# year_ago
source: Il y a %@ an
fr: %@ year ago

# last_year
source: L'année dernière
fr: Last year

# months_ago
source: Il y a %@ mois
fr: %@ months ago

# month_ago
source: Il y a %@ mois
fr: %@ month ago

# last_month
source: Le mois dernier
fr: Last month

# weeks_ago
source: Il y a %@ semaines
fr: %@ weeks ago

# week_ago
source: Il y a %@ semaine
fr: %@ week ago

# last_week
source: La semaine dernière
fr: Last week

# days_ago
source: Il y a %@ jours
fr: %@ days ago

# day_ago
source: Il y a %@ jour
fr: %@ day ago

# last_day
source: Hier
fr: Yesterday

# hours_ago
source: Il y a %@ heures
fr: %@ hours ago

# hour_ago
source: Il y a %@ heure
fr: %@ hour ago

# last_hour
source: Il y a 1 heure
fr: An hour ago

# minutes_ago
source: Il y a %@ minutes
fr: %@ minutes ago

# minute_ago
source: Il y a %@ minute
fr: %@ minute ago

# last_minute
source: Il y a 1 minute
fr: A minute ago

# seconds_ago
source: Il y a %@ secondes
fr: %@ seconds ago

# just_now
source: A l'instant
fr: Just now
